Repository: rxtech-lab/sticker-factory
Catalog: StickerGeniOS/StickerGeniOS/Tutorials.xcstrings
Source language: en
Languages: zh_cn, zh_hk

source: Read tutorials
zh_cn: 阅读教程
zh_hk: 閱讀教學

source: Tutorials
zh_cn: 教程
zh_hk: 教學

source: Loading tutorials…
zh_cn: 正在加载教程…
zh_hk: 正在載入教學…

source: Tutorials unavailable
zh_cn: 教程暂时无法使用
zh_hk: 教學暫時無法使用

source: Connect to the internet and try again. Your reading progress is saved.
zh_cn: 请联网后重试。你的阅读进度已保存。
zh_hk: 請連線後再試。你的閱讀進度已儲存。

source: Retry
zh_cn: 重试
zh_hk: 再試一次

source: Close
zh_cn: 关闭
zh_hk: 關閉

source: Learn with tutorials
zh_cn: 跟着教程学习
zh_hk: 跟著教學學習

source: Real app screenshots, little steps, and ideas to try. Learn to create, animate and share your stickers.
zh_cn: 真实应用截图、简单步骤和有趣灵感，带你学习创建、动画制作和分享贴纸。
zh_hk: 真實應用程式截圖、簡單步驟和有趣靈感，帶你學習建立、動畫製作和分享貼紙。

source: How to make this sticker
zh_cn: 学习制作这种贴纸
zh_hk: 學習製作這種貼紙

source: Learn about moods and poses
zh_cn: 了解心情和姿势
zh_hk: 了解心情和姿勢

source: Give your sticker choices
zh_cn: 让贴纸自由切换
zh_hk: 讓貼紙自由切換

source: Switch this on for moods and poses you can change after generation.
zh_cn: 开启后，可在生成完成后切换心情和姿势。
zh_hk: 開啟後，可在產生完成後切換心情和姿勢。

source: More poses, more possibilities
zh_cn: 更多姿势，更多可能
zh_hk: 更多姿勢，更多可能

source: Higher presets add poses and use more credits. Start with Medium.
zh_cn: 更高的预设增加姿势，也消耗更多点数。可以先试试中等。
zh_hk: 更高的預設增加姿勢，也消耗更多點數。可以先試試中等。

source: Make it feel just right
zh_cn: 调整到心仪的效果
zh_hk: 調整到心儀的效果

source: Try a mood or pose, adjust motion, then Apply to keep your choices.
zh_cn: 试试心情或姿势，调整动作，再点击应用保存选择。
zh_hk: 試試心情或姿勢，調整動作，再點按套用儲存選擇。

source: Choose a pack to try this feature.
zh_cn: 选择一个贴纸包来体验此功能。
zh_hk: 選擇一個貼紙包來體驗此功能。

source: Choose a sticker to try this feature.
zh_cn: 选择一张贴纸来体验此功能。
zh_hk: 選擇一張貼紙來體驗此功能。

source: How plans and confirmation work
zh_cn: 了解方案和确认步骤
zh_hk: 了解方案和確認步驟

source: Learn about exporting
zh_cn: 了解导出
zh_hk: 了解匯出

source: Learn about sticker packs
zh_cn: 了解贴纸包
zh_hk: 了解貼紙包

source: How to create a pack
zh_cn: 学习创建贴纸包
zh_hk: 學習建立貼紙包

source: Language
zh_cn: 语言
zh_hk: 語言

source: Scroll down
zh_cn: 向下滚动
zh_hk: 向下捲動
